tap "1password/tap"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "dzfrias/formulae"
tap "epk/epk"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "sontek/snowmachine"
tap "wez/wezterm"
tap "withgraphite/tap"
brew "ansible"
brew "bat"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "deno"
brew "harfbuzz"
brew "node"
brew "emscripten"
brew "exa"
brew "fakeroot"
brew "tesseract"
brew "ffmpeg"
brew "woff2"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gource"
brew "grep"
brew "gum"
brew "helix"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "lazydocker"
brew "lazygit"
brew "lpeg"
brew "lua-language-server"
brew "neovim"
brew "neovide", link: false
brew "nvm"
brew "python@3.10"
brew "ranger"
brew "rust-analyzer"
brew "rustup-init"
brew "smug"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "vifm"
brew "wget"
brew "xorriso"
brew "yq"
brew "zellij"
brew "charmbracelet/tap/soft-serve"
brew "dzfrias/formulae/projectable"
brew "sontek/snowmachine/snowmachine"
brew "withgraphite/tap/graphite"
cask "1password"
cask "amethyst"
cask "bartender"
cask "brave-browser"
cask "chatgpt"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-slab"
cask "font-iosevka-ss14"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-for-powerline"
cask "font-sf-mono-nerd-font"
cask "google-chrome"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "kitty"
cask "microsoft-edge"
cask "microsoft-teams"
cask "monitorcontrol"
cask "mos"
cask "neovide"
cask "obs"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "tabby"
cask "telegram-desktop"
cask "topnotch"
cask "vimr"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "whatsapp"
vscode "aki77.quick-open-git-status"
vscode "alefragnani.Bookmarks"
vscode "aliariff.auto-add-brackets"
vscode "AntiAntiSepticeye.vscode-color-picker"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "bierner.emojisense"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "BrandonKirbyson.vscode-animations"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "eXotech-code.theme-ibm-carbon-color-theme"
vscode "figma.figma-vscode-extension"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "Gruntfuggly.todo-tree"
vscode "jock.svg"
vscode "JohnnyMorganz.stylua"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "naumovs.color-highlight"
vscode "nick-lvov-dev.typescript-explicit-types"
vscode "PKief.markdown-checkbox"
vscode "planbcoding.vscode-react-refactor"
vscode "pmndrs.pmndrs"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.LiveServer"
vscode "sainnhe.gruvbox-material"
vscode "sburg.vscode-javascript-booster"
vscode "schreifels.vscode-quick-open-related-files"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-danish"
vscode "streetsidesoftware.code-spell-checker-french"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "streetsidesoftware.code-spell-checker-italian"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "sumneko.lua"
vscode "terra-theme.terra-theme-vsc"
vscode "tobias-z.vscode-harpoon"
vscode "tomoki1207.pdf"
vscode "Turiiya.german-scroll"
vscode "usernamehw.errorlens"
vscode "viktorqvarfordt.vscode-pitch-black-theme"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "VSpaceCode.whichkey"
vscode "vunguyentuan.vscode-css-variables"
vscode "WallabyJs.quokka-vscode"
vscode "withfig.fig"
vscode "YoavBls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
