tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "wez/wezterm"
brew "bat"
brew "cask"
brew "deno"
brew "harfbuzz"
brew "node"
brew "woff2"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jq"
brew "pandoc"
brew "lazydocker"
brew "lazygit"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "tmux"
brew "tree"
brew "wget"
cask "1password"
cask "bartender"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "kitty"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mos"
cask "obs"
cask "obsidian"
cask "raycast"
cask "signal"
cask "slack"
cask "telegram-desktop"
cask "topnotch"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "whatsapp"
