tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "gh"
brew "git-delta"
brew "git-town"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "rust-analyzer"
brew "spaceship"
cask "1password"
cask "alfred"
cask "amethyst"
cask "fig"
cask "firefox"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-teams"
cask "obsidian"
cask "slack"
cask "spotify"
cask "telegram-desktop"
cask "visual-studio-code"
